Repository: manh-trinhquoc/awesome-wordpress
Catalog: plugins/cart66/languages/cart66-*.po
Languages: sv_se

source: If you intend to use Canada Post real-time shipping quotes please provide your Canada Post account information.
sv_se: Om du tänker använda Canada Post med ackumulerade fraktpriser, ange din Canada Post kontoinformation.

source: Select the Canada Post shipping methods you would like to offer to your customers.
sv_se: Välj de Canada Post fraktsätt som du vill erbjuda dina kunder.

source: Local Pickup Option
sv_se: Lokal avhämtningsplats

source: Check this box if you want to enable a local pickup or "in-store" option
sv_se: Kryssa i den här rutan om du vill möjliggöra en lokal avhämtningsplats eller val för "i butik"

source: Push to End
sv_se: Tryck för att avsluta

source: Check this box if you want to put the local pickup option at the end of the live rates
sv_se: Kryssa i rutan om du vill ange val för lokal avhämtningsplats i slutet av ackumulerade priser

source: Label
sv_se: Etikett

source: Current Tweak Factor
sv_se: Aktuell Tweak faktor

source: Tweak by percentage
sv_se: Tweak med procent

source: Tweak by fixed amount
sv_se: Tweak med fast belopp

source: What is this?
sv_se: Vad är det här?

source: How The Rate Tweaker Works
sv_se: Hur kostnadstweaker fungerar

source: The rate tweaker provides a way to adjust the live rate quotes by increasing or decreasing all of the calculated rates by a specified amount. You may choose to modify the rates by a percentage amount or by fixed amount. Enter a positive value to increase the calculated rates or negative value to reduce them. The rate tweaker will never reduce shipping rates below zero.
sv_se: Kostnads Tweaker är ett sätt att justera ackumulerade fraktkostnader genom att öka eller minska alla de beräknade priserna med ett visst belopp. Du kan välja att ändra priser med en procentsats belopp eller med ett fast belopp. Ange ett positivt värde för att öka de beräknade priserna eller ett negativt värde för att minska dem. Kostnads Tweaker kommer aldrig att minska fraktkostnader under noll.

source: If you want to take $5.00 off all the shipping rates select "Tweak by fixed amount" and enter -5 in the text field then click "Save"
sv_se: Om du vill rabattera 5,00 på alla fraktkostnader välj "Tweak med fast belopp" och skriv -5 i textfältet och klicka sedan på "Spara "

source: To stop using the rate tweaker, enter 0 and click "save"
sv_se: För att sluta använda kostnad tweaker, skriv 0 och klicka på "spara"

source: Shipping Methods
sv_se: Fraktsätt

source: Create the shipping methods you will offer your customers. If no shipping price is defined for a product, the default rates entered here will be used to calculate shipping costs.
sv_se: Skapa de fraktsätt som du kommer att erbjuda dina kunder. Om ingen fraktkostnad är definierad för en produkt, kommer standarkostnaden som anges här användas för att beräkna fraktkostnader.

source: Shipping method
sv_se: Fraktsätt

source: ex. FedEx Ground
sv_se: ex. FedEx vägtransporter

source: Default rate
sv_se: Standardpris

source: Rate if only one item is ordered
sv_se: Pris om bara en vara beställs

source: Rate for each additional item
sv_se: Kostnad för varje ytterligare produkt

source: Shipping Method
sv_se: Fraktsätt

source: Default bundle rate
sv_se: Standard ackumulerat pris

source: Product Shipping Prices
sv_se: Fraktkostnad produkt

source: The shipping prices you set up here override the default shipping prices for the shipping methods above.
sv_se: Fraktkostnaderna du anger här åsidosätter standardkostnaderna för fraktsätten ovan.

source: Shipping rate
sv_se: Fraktkostnad

source: You must enter at least one shipping method and at least one product for these setting to appear.
sv_se: Du måste ange minst ett fraktsätt och minst en produkt för att dessa inställningar ska synas.

source: Bundle rate
sv_se: Ackumulerat pris

source: Cart Price Shipping Rates
sv_se: Fraktkostnader för Varukorgen

source: You can set the shipping cost based on the total cart value. For example, you may want to offer free shipping on orders over $50. To do that set minimum cart amount to $50 and the shipping cost to $0.
sv_se: Du kan ställa in fraktkostnad som baserad på det totala ordervärdet. Till exempel, du kanske vill erbjuda fri frakt på beställningar över 50. För att göra det ange ett min. belopp för ordertotalen till 50 och fraktkostnad till $ 0.

source: You can also set up tiered shipping costs based on the cart amount. For example, if you want to charge $10 shipping on orders between $0 - $24.99 and $5 shipping on orders between $25 - $49.99 and free shipping on orders $50 or more you would set that up with three shipping rules as follows.
sv_se: Du kan också ställa in differentierade fraktkostnader som baseras på beloppet i varukorgen. Till exempel Om du vill debitera 10 kr frakt på beställningar mellan 0 - 24,99 och 5 frakt på beställningar mellan 25 - 49,99 och fri frakt på beställningar på 50 eller mer du skulle du ange det med de tre fraktregler som följer.

source: Minimum cart amount
sv_se: Min. belopp i varukorg

source: Shipping cost
sv_se: Fraktkostnad

source: You must have entered at least one shipping method before you can configure these settings.
sv_se: Du måste ange minst ett fraktsätt innan du kan konfigurera dessa inställningar.

source: Billing
sv_se: Betalning

source: required
sv_se: krav

source: Payment
sv_se: Betalning

source: Invalid credit card number
sv_se: Ogiltigt kortnummer

source: Email address is not valid
sv_se: E-post adress är ogiltig

source: Passwords do not match
sv_se: Lösenorden matchar inte

source: Shipping
sv_se: Frakt

source: Unable to determine tax rate because shipping data is unavailable
sv_se: Kunde inte fastställa momssatsen eftersom att fraktinformationen inte är tillgänglig

source: There must be at least one item in the cart.
sv_se: Det måste finnas minst en vara i varukorgen.

source: Email address is required
sv_se: E-postadress krävs

source: Phone number is required
sv_se: Telefonnummer krävs

source: Add to Cart
sv_se: Lägg i varukorg

source: Cart66 Add To Cart Button
sv_se: Cart66 Lägg i varukorg knapp

source: Add To Cart
sv_se: Lägg i varukorg

source: Pick a product
sv_se: Välj en produkt

source: Shortcode Reference
sv_se: Referens för kortkod

source: Your products
sv_se: Dina produkter

source: Show price
sv_se: Visa pris

source: Button path
sv_se: Sökväg till knapp

source: Preview
sv_se: Förhandsgranska

source: Insert
sv_se: Lägg till

source: Store Pages
sv_se: Butikens sidor

source: Feature Levels
sv_se: Funktionsnivåer

source: We have successfully added
sv_se: Vi har framgångsrikt lagt till

source: to the cart
sv_se: till varukorgen

source: The quantity for
sv_se: kvantitet för

source: could not be changed to
sv_se: Kunde inte ändras till

source: because we only have
sv_se: för att vi bara har

source: in stock
sv_se: I lager

source: Your cart has been updated based on our available inventory
sv_se: Din varukorg har uppdaterats på grund av lagertillgänglighet

source: We could not add
sv_se: Vi kunde inte lägga till

source: to the cart because we are out of stock
sv_se: till varukorgen för att vi har slut i lager

source: We only added
sv_se: Vi la bara till

source: to the cart because that is all we have in stock
sv_se: för att vi har enbart det i lager

source: Warning
sv_se: Varning

source: Could not load product information
sv_se: Kunde inte ladda produktinformationen

source: Title
sv_se: Titel

source: Choose Cart Widget Type:
sv_se: Välj typ av varukorgswidget:

source: Advanced
sv_se: Avancerad

source: Show shipping in widget
sv_se: Visa frakt i widget

source: ORDER NUMBER
sv_se: ORDERNUMMER

source: Item
sv_se: Vara

source: Item Price
sv_se: á pris

source: Item Total
sv_se: Summa vara

source: TOTAL
sv_se: TOTALT

source: SHIPPING INFORMATION
sv_se: LEVERANSINFORMATION

source: Delivery via
sv_se: Leveranssätt

source: BILLING INFORMATION
sv_se: BETALINFORMATION

source: Phone
sv_se: Telefon

source: Email
sv_se: E-post

source: DOWNLOAD LINK
sv_se: NEDLADDNINGSLÄNK

source: Click the link below to download your order.
sv_se: Klicka på länken nedan för att ladda ner din beställning

source: VIEW RECEIPT ONLINE
sv_se: VISA KVITTO ONLINE

source: Click the link below to view your receipt online.
sv_se: Klicka på länken nedan för att visa ditt kvitto online.

source: We're sorry.<br/>Your order could not be completed for the following reasons
sv_se: Vi ber om ursäkt. <br/> Din beställning kunde inte slutföras på grund av följande skäl

source: hours to go
sv_se: timmar kvar

source: minute ago
sv_se: minut sedan

source: minutes to go
sv_se: minuter kvar

source: seconds to go
sv_se: sekunder kvar

source: Cart66 Recent Orders
sv_se: Cart66 senaste ordrar

source: Cart66 Statistics
sv_se: Cart66 statistik

source: You have no orders yet... Start Selling!
sv_se: Du har inga ordrar än... Börja sälj!

source: Cart66 Products
sv_se: Produkter

source: Cart66 Inventory
sv_se: Cart66 Inventering

source: Cart66 Shipping
sv_se: Cart66 Frakt

source: Order Details
sv_se: Orderdetaljer

source: View All Orders
sv_se: Visa alla ordrar

source: View Reports
sv_se: Visa rapport

source: Recent Orders Total
sv_se: Total för senaste ordrar

source: How many recent orders would you like to display?
sv_se: Hur många senaste ordrar vill du visa?

source: Display Status Column
sv_se: Visa status kolumn

source: Display Order Number Column
sv_se: Visa Ordernummer kolumn

source: Display Delivery Column
sv_se: Visa frakt kolumn

source: Summary
sv_se: Summa

source: Today/Yesterday
sv_se: Idag/Igår

source: Daily Average
sv_se: Dagligt snitt

source: Estimate
sv_se: Uppskattning

source: Last Updated
sv_se: Senast uppdaterad

source: Daily Average
sv_se: Dagligt snitt

source: Today's Total
sv_se: Dagens Total

source: Yesterday's Total
sv_se: Gårdagens Total

source: Estimated
sv_se: Uppskattat

source: Today's Order Details
sv_se: Dagens orderdetaljer

source: No orders yet today
sv_se: Inga ordrar idag än

source: Sales
sv_se: Försäljning

source: Income
sv_se: Inkomster

source: Total Income
sv_se: Totala inkomster

source: Today
sv_se: Idag

source: Total Days in
sv_se: Totala dagar i

source: Remaining Days in
sv_se: Återstående dagar i

source: Estimated Remaining Income
sv_se: Återstående uppskattad inkomst

source: There is a new version of Cart66 available
sv_se: Det finns en ny version av Cart66 tillgänglig

source: You are currently running Cart66
sv_se: Du använder för närvarande Cart66

source: The latest version of Cart66 is
sv_se: Den senaste versionen av Cart66 är

source: View Details
sv_se: Visa Detaljer

source: Upgrade Automatically
sv_se: Uppgradera automatiskt

source: Dismiss
sv_se: Avfärda

source: Add Cart66 Shortcodes
sv_se: Lägg till Cart66 kortkoder

source: Price:
sv_se: Pris:

source: No Products
sv_se: Inga produkter

source: Shortcodes
sv_se: Kortkoder

source: Insert A Product
sv_se: Lägg till en produkt

source: User Defined
sv_se: Användardefinerad

source: Predefined
sv_se: Fördefinerad

source: Off
sv_se: Av

source: Default Quantity
sv_se: Standard antal

source: Button Text
sv_se: Knapptext

source: Ajax Add To Cart
sv_se: Ajax Lägg i varukorg

source: Price Only
sv_se: Endast pris

source: Listens for PayPal Express callbacks <br/>Belongs on system page store/express
sv_se: Lyssnar efter PayPal Express callbacks <br/> hör hemma på systemsidor butik/express

source: PayPal Instant Payment Notification <br/>Belongs on system page store/ipn
sv_se: PayPal betalningsmeddelande<br/> hör hemma på systemsidor butik / IPN

source: Shows the customer's receipt after a successful sale <br/>Belongs on system page store/receipt
sv_se: Visar kundens kvitto efter en framgångsrik försäljning <br/> hör hemma på systemsidor butik / kvitto

source: Create add to cart button
sv_se: Skapa "Lägg i varukorgen" knapp

source: Show the shopping cart
sv_se: Visa varukorgen

source: Show the shopping cart in read-only mode
sv_se: Visa varukorgen i skrivskyddat läge

source: Mijireh Checkout Accept Credit Cards - PCI Compliant
sv_se: Mijireh utcheckning accepterar kreditkort - PCI kompatibelt

source: Checkout form that does not process credit cards
sv_se: Utcheckningsformulär som inte hanterar kontokort

source: PayPal Website Payments Standard checkout button
sv_se: PayPal Standard utcheckningsknapp

source: PayPal Express checkout button
sv_se: PayPal Express utcheckningsknapp

source: Clear the contents of the shopping cart
sv_se: Rensa innehållet i varukorgen

source: Show the Cart66 sidebar widget
sv_se: Visa Cart66 sidfotswidget

source: Display content one time immediately after a sale
sv_se: Visa innehåll en gång direkt efter en försäljning

source: Show link to manage subscription account information
sv_se: Visa länk för att hantera prenumerationens kontoinformation

source: Account login form
sv_se: Inloggningsformulär för konto

source: Logs user out of account
sv_se: Logga ut användare från konto

source: Show link to log out of account
sv_se: Visa länk för utloggning från konto

source: Show a member when their account expires
sv_se: Visa medlemmen när deras konto upphör

source: Link to cancel PayPal subscription
sv_se: Länk för att avsluta PayPal prenumeration

source: PayLeap checkout form
sv_se: PayLeap utcheckningsformulär

source: Authorize.net (or AIM compatible gateway) checkout form
sv_se: Authorize.net (eller AIM compatible gateway) utcheckningsformulär

source: Eway checkout form
sv_se: Eway utcheckningsformulär

source: Merchant Warrior checkout form
sv_se: Merchant Warrior utcheckningsformulär

source: PayPal Pro checkout form
sv_se: PayPal utcheckningsformulär

source: Show the terms of service agreement
sv_se: Visa villkor

source: Show the name of the subscription feature level for the currently logged in user
sv_se: Visa namnet på prenumerationens funktionsnivår för den inloggade användaren

source: Show the name of the subscription for the currently logged in user
sv_se: Visa namnet på prenumeration för den inloggade användaren

source: Listens for remote login calls from Zendesk
sv_se: Lyssna efter fjärrinloggning från Zendesk

source: Hide content from members without the listed feature levels - opposite of [show_to]
sv_se: Dölj innehållet från medlemmar som saknar uppräknade funktionsnivåer - motsatsen till [show_to]

source: Show content only to members with the listed feature levels - opposite of [hide_from]
sv_se: Visa bara innehåll för medlemmar med de listade funktionsnivåer - motsatsen till [hide_from]

source: Listens for spreedly account changes <br/>Belongs on system page store/spreedly
sv_se: Lyssnar efter spreedly kontoförändringar <br/> Hör hemma på systemsidor butik / spreedly

source: Insert A System Shortcode
sv_se: Lägg till en systemkortkod

source: Shortcode Quick Reference
sv_se: Snabbreferens för kortkod

source: System Shortcodes
sv_se: Systemets kortkoder

source: Insert Shortcode
sv_se: Lägg till kortkod

source: Cart66 is not able to perform the requested action
sv_se: Cart66 kunde inte uföra den begärda åtgärden

source: In order to use PayPal Express Checkout you must enter your PayPal API username, password and signature in the Cart66 Settings Panel
sv_se: För att använda PayPal Express måste du ange dina PayPal API uppgifter vid Cart66 Inställningar.

source: In order to use PayPal Pro Checkout you must enter your PayPal API username, password and signature in the Cart66 Settings Panel
sv_se: För att använda PayPal Pro måste du ange dina PayPal API uppgifter vid Cart66 Inställningar.

source: In order to use Stripe Checkout you must enter your Stripe API Key in the Cart66 Settings Panel
sv_se: För att använda Stripe, måste du ange dina Stripe användaruppgifter vid Cart66 Inställningar

source: In order to use PayPal Standard Checkout you must enter your PayPal Email Address in the Cart66 Settings Panel
sv_se: För att använda PayPal Standard måste du ange dina PayPal API uppgifter vid Cart66 Inställningar.

source: In order to use the Authorize.net Gateway, you must enter your API Login ID and Transaction Key in the Cart66 Settings Panel
sv_se: För att använda Authorize.net Gateway, måste du ange dina Authorize.net Gateway användaruppgifter vid Cart66 Inställningar

source: In order to use the Authorize.net AIM Emulation gateway, you must enter your emulation URL in the Cart66 Settings Panel
sv_se: För att använda Authorize.net AIM Emulation Gateway, måste du ange dina emulation användaruppgifter vid Cart66 Inställningar

source: In order to use the PayLeap Gateway, you must enter your API Username and Transaction Key in the Cart66 Settings Panel
sv_se: För att kunna använda PayLeap Gateway, måste du ange PayLeap API användarnamn och Transaction Key vid Cart66 inställningar.

source: In order to use the eWay Gateway, you must enter your Customer ID in the Cart66 Settings Panel
sv_se: För att använda eWay Gateway, måste du ange dina eWay Gateway användaruppgifter vid Cart66 Inställningar

source: In order to use the Merchant Warrior Gateway, you must enter your Merchant Warrior API Passphrase, MerchantUUID and API Key in the Cart66 Settings Panel
sv_se: För att använda Merchant Warrior Gateway, måste du ange dina Merchant Warrior användaruppgifter vid Cart66 Inställningar

source: cURL is not correctly compiled or installed on your PHP server. cURL is an essential part of Cart66 and is a required function.<br />Please check with your hosting provider to make sure it is enabled and correctly compiled with OpenSSL.
sv_se: cURL är inte kompatibel eller korrekt installerad på din PHP server. cURL är en viktig del av Cart66 och är en krävd funktion. <br /> Hör med ditt webbhotell och se till att den är aktiverad och kompatibel med OpenSSL.

source: Order ID
sv_se: Ordernummer

source: Billing First Name
sv_se: Faktureringsadress Förnamn

source: Billing Last Name
sv_se: Faktureringsadress Efternamn

source: Billing Address
sv_se: Faktureringsadress Adress

source: Billing Address 2
sv_se: Faktureringsadress Adress

source: Billing City
sv_se: Faktureringsadress Ort

source: Billing State
sv_se: Faktureringsadress Län

source: Billing Country
sv_se: Faktureringsadress Land

source: Billing Zip Code
sv_se: Faktureringsadress Postnummer

source: Shipping First Name
sv_se: Leveranssadress Förnamn

source: Shipping Last Name
sv_se: Leveranssadress Efternamn

source: Shipping Address
sv_se: Leveranssadress Adress

source: Shipping Address 2
sv_se: Leveranssadress Adress

source: Shipping City
sv_se: Leveranssadress Ort

source: Shipping State
sv_se: Leveranssadress Län

source: Shipping Country
sv_se: Leveranssadress Land

source: Shipping Zip Code
sv_se: Leveranssadress Postnummer

source: Discount Amount
sv_se: Rabatt summa

source: Shipping Cost
sv_se: Fraktkostnad

source: Subtotal
sv_se: Deltotal

source: IP Address
sv_se: IP Adress

source: Delivery Method
sv_se: Fraktsätt

source: Unable to upload file
sv_se: Kunde inte ladda upp fil

source: Apply to All Orders
sv_se: Tillämpa på alla ordrar

source: No Start Date
sv_se: Inget startdatum

source: No End Date
sv_se: Inget slutdatum

source: Ongoing
sv_se: Pågående

source: That promotion is not valid.
sv_se: Den kampanjen är ogiltig

source: That promotion is not enabled.
sv_se: Den kampanjen är inte tillgänglig

source: The minimum required order total for that promotion has not been met.
sv_se: Lägsta ordertotalen för kampanjen har inte nåtts

source: The minimum quantity required for that promotion has not been met.
sv_se: Lägsta orderantalet för kampanjen har inte nåtts

source: The maximum quantity allowed for that promotion has been exceeded.
sv_se: Maximalt tillåtna antal för kampanjen har överstigits

source: This promotion is not currently active.
sv_se: Denna kampanj är inte aktiv

source: This promotion has been redeemed the maximum number of times allowed.
sv_se: Denna kampanj har redan använts max tillåtna antal gånger

source: Your cart does not contain any eligible products for this promotion.
sv_se: Din varukorg innehåller inte några varor som omfattas av kampanjen

source: Promotion Name is required
sv_se: Namn för kampanjen krävs

source: Promotion Code is required
sv_se: Nummer på kampanjen krävs

source: The Effective Dates are invalid, the ending date must be after the starting date.
sv_se: Slutdatum är ogiltigt. Slutdatum måste ligga efter startdatum.

source: The Promotion Code(s) must be unique. The code "
sv_se: Kampanjnummer måste vara unikt. Koden "

source: Update Your Account Information
sv_se: Uppdatera din kontoinformation

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Update Your Password
sv_se: Uppdatera ditt lösenord

source: Leave blank to keep current password.
sv_se: Lämna tomt för att behålla nuvarande lösenord

source: Enter a new password.
sv_se: Ange ett nytt lösenord

source: Forgot my password
sv_se: Glömt lösenord

source: Enter your username and we will send you a new password.<br/> The email will be sent to the email address you used for your account.
sv_se: Ange användarnamn så skickar vi ett nytt lösenord.<br/> E-postmeddelande kommer att skickas till den adress som är registrerad på ditt konto.

source: Inventory Restriction
sv_se: Begränsning av inventering

source: Inventory Failure
sv_se: Inventeringen misslyckades

source: Enter an amount:
sv_se: Ange ett antal:

source: Quantity:
sv_se: Antal:

source: is required to sell subscriptions
sv_se: krävs för att sälja prenumerationer

source: Out of stock
sv_se: Slut på lager

source: We're Sorry
sv_se: Vi beklagar

source: Edit this Product
sv_se: Redigera den här produkten

source: Edit this Subscription
sv_se: Redigera den här prenumeration

source: Adding...
sv_se: lägger till...

source: You have
sv_se: Du har

source: in your shopping cart
sv_se: i din varukorg

source: Shipping to
sv_se: Leverera till

source: change
sv_se: ändra

source: Enter Your Zip Code
sv_se: Ange ditt postnummer

source: View Cart
sv_se: Visa varukorg

source: Checkout
sv_se: Checka ut

source: Check out
sv_se: Checka ut

source: Your cart is empty.
sv_se: Din varukorg är tom.

source: Please Provide Your Zip Code
sv_se: Vad god ange ditt postnummer

source: Before you can checkout, please provide the zip code for where we will be shipping your order and click
sv_se: Innan du kan checka ut, ange postnummer ditt leveransen ska skicka och klicka

source: Calculate Shipping
sv_se: Beräkna frakt

source: No Shipping Service Selected
sv_se: Inget fraktbolag är valt än

source: We cannot process your order because you have not selected a shipping method. If there are no shipping services available, we may not be able to ship to your location.
sv_se: Vi kan inte behandla din order då du inte har valt något fraktsätt. Finns inga fraktsätt angivna är det möjligt att vi ej kan leverera till din adress.

source: Too Many Subscriptions
sv_se: För många prenumerationer

source: Only one subscription may be purchased at a time.
sv_se: Endast en prenumeration kan köpas åt gången.

source: Your current subscription will be canceled when you purchase your new subscription.
sv_se: Din nuvarande prenumeration kommer att avslutas när du köper din nya prenumeration.

source: Show Details
sv_se: Visa detaljer

source: Update Total
sv_se: Uppdatera totalen

source: Do you have a coupon?
sv_se: Har du en kupong?

source: Apply Coupon
sv_se: Använd kupong

source: Your Cart Is Empty
sv_se: Din kundvagn är tom

source: Address
sv_se: Adress

source: Address 2
sv_se: Adress

source: City
sv_se: Stad

source: Zip code
sv_se: Postnummer

source: Country
sv_se: Land

source: Same as billing address
sv_se: Samma som faktureringsadress

source: Payment Information
sv_se: Betalningsinformation

source: Card Number
sv_se: Kortnummer

source: Expiration
sv_se: Giltigt t. om.

source: Security ID
sv_se: CVV kod
