Repository: manh-trinhquoc/awesome-wordpress
Catalog: plugins/cart66/languages/cart66-*.po
Languages: sv_se

source: Account functionality is only available in <a href='http://cart66.com'>Cart66 Professional</a>
sv_se: Kontofunktionen är endast tillgänglig via <a href='http://cart66.com'>Cart66 Professional</a>

source: Inventory updated
sv_se: Inventeringen uppdaterad

source: Order Number
sv_se: Ordernummer

source: Product
sv_se: Produkt

source: Quantity
sv_se: Antal

source: Price
sv_se: Pris

source: Total
sv_se: Totalt

source: This order requires Gravity Forms in order to view all of the order information
sv_se: Den här order kräver "Gravity Forms" för att visa all orderinformation.

source: Sub Total
sv_se: Deltotal

source: Discount
sv_se: Rabatt

source: Shipping
sv_se: Frakt

source: Tax
sv_se: Moms

source: Coupon
sv_se: Kupong

source: Billing Information
sv_se: Fakturerings information

source: Contact Information
sv_se: Kontakt information

source: Shipping Information
sv_se: Leverans information

source: View Receipt Online
sv_se: Visa kvitto online

source: Printer Friendly Receipt
sv_se: Utskriftsvänligt kvitto

source: Back To Orders
sv_se: Tillbaka till order

source: Filter Orders by Status
sv_se: Filtrera order per status

source: You should consider setting order status options such as new and complete on the <a href='?page=cart66-settings'>Cart66 Settings page</a>.
sv_se: Du borde överväga att sätta val för orderstatus som "Ny" och "Avslutad" på sidan <a href='?page=cart66-settings'>Cart66 Settings page</a>.

source: Name
sv_se: Namn

source: Amount
sv_se: Summa

source: Date
sv_se: Datum

source: Delivery
sv_se: Leverans

source: Actions
sv_se: Åtgärder

source: Receipt
sv_se: Kvitto

source: View
sv_se: Visa

source: Delete
sv_se: Radera

source: No matching Orders found
sv_se: Hittar inga matchande ordrar

source: The product could not be saved for the following reasons
sv_se: Produkten kunde inte sparas på grund av följande

source: The file upload failed
sv_se: Uppladdning av filen misslyckades

source: Product name
sv_se: Produktnamn

source: Item number
sv_se: Artikelnummer

source: Unique item number required.
sv_se: Unikt artikelnummer krävs.

source: Attach Spreedly subscription
sv_se: Bifoga prenumeration

source: Price description
sv_se: Prisförklaring

source: If you would like to customize the display of the price
sv_se: Om du vill justera visningen av priset

source: User defined price
sv_se: Användardefinerat pris

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Allow the customer to specify a price.
sv_se: Tillåt kund att specificera ett pris

source: Min price
sv_se: Min. pris

source: Max price
sv_se: Max pris

source: Set to $0.00 for no limit
sv_se: Ange 0 för att inte sätta någon gräns

source: Taxed
sv_se: Momsad

source: Do you want to collect sales tax when this item is purchased?
sv_se: Vill du lägga på moms när varan köps?

source: For subscriptions, tax is only collected on the one time fee.
sv_se: För prenumerationer är moms en engångsbelopp

source: Does this product require shipping
sv_se: Måste varan skickas?

source: Weight
sv_se: Vikt

source: Shipping weight in pounds. Used for live rates calculations. Weightless items ship free.<br/> If using live rates and you want an item to have free shipping you can enter 0 for the weight.
sv_se: Vikt anges i pounds. Används för beräkning av frakt. Anges ingen vikt är det fraktfritt. <br/>Om du använder frakt per vara och du vill att det ska vara fraktfritt, ange 0 som vikt.

source: Min quantity
sv_se: Min. antal

source: Max quantity
sv_se: Max antal

source: Limit the quantity that can be added to the cart. Set to 0 for unlimited.<br/> If you are selling digital products you may want to limit the quantity of the product to 1.
sv_se: Ange en max antal som kan läggas i varukorgen. Ange 0 för obegränsat.<br/>Om du säljer digitala produkter kan du vilja begränsa antalet till 1.

source: Attach Gravity Form
sv_se: Bifoga "Gravity form"

source: None
sv_se: Ingen

source: A Gravity Form may only be linked to one product
sv_se: "Gravity form" kan endast länkas till en produkt.

source: Quantity field
sv_se: Fält för antal

source: Use one of the Gravity Form fields as the quantity for your product.
sv_se: Använd ett av "Gravity form" fälten som antal för din produkt.

source: Membership Product
sv_se: Medlemskapsprodukt

source: Should purchasing this product create a membership account?
sv_se: Ska köp av den här varan skapa ett medlemskap?

source: Feature level
sv_se: Anpassad nivå

source: Enter the feature level. No spaces are allowed.
sv_se: Ange den anpassade nivån. Mellanslag är ej tillåtet.

source: Duration
sv_se: Varaktighet

source: or
sv_se: eller

source: Lifetime
sv_se: Livstid

source: Digital Product Options
sv_se: Val för digital produkt

source: Limit The Number Of Times This File Can Be Downloaded
sv_se: Begränsa antalet gånger som filen kan laddas ner

source: Download limit
sv_se: Gräns för nedladdning

source: Max number of times customer may download product. Enter 0 for no limit.
sv_se: Max antal gånger en kund får ladda ner den här produkten. Ange 0 för obegränsat.

source: Deliver Digital Products With Amazon S3
sv_se: Leverera digitala produkter med "Amazon S3"

source: The Amazon S3 bucket name that is holding the digital file.
sv_se: " Amazon S3 bucket" namn där den digitala filen finns.

source: File
sv_se: Fil

source: The Amazon S3 file name of your digital product.
sv_se: Namnet på din "Amazon S3" digitala produkt.

source: How do I force the file to download rather than being displayed in the browser?
sv_se: Hur tvingar jag filen att laddas ner istället för att visas i webbläsaren?

source: If you want your digital product to download rather than display in the web browser, log into your Amazon S3 account and click on the file that you want to force to download and enter the following Meta Data in the file's properties:<br/> Key = Content-Type | Value = application/octet-stream<br/> Key = Content-Disposition | Value = attachment
sv_se: Om du vill att din digitala produkt ska laddas ner istället för att visas i webbläsaren, logga in på ditt "Amazon S3" konto och klicka på filen du vill tvinga att laddas ner och ange följande Meta data i filens egenskaper: <br/> Key = Content-Type | Value = application/octet-stream<br/> Key = Content-Disposition | Value = attachment

source: <strong>WARNING:</strong> The digital products folder does not exist. Please update your <strong>Digital Product Settings</strong> on the <a href='?page=cart66-settings'>settings page</a>.
sv_se: <strong>VARNING:</strong> Mappen för den digitala produkten existerar inte. Uppdatera dina <strong>Inställningar för Digitala produkter</strong> under <a href='?page=cart66-settings'>Inställningar</a>.

source: <strong>WARNING:</strong> WordPress cannot write to your digital products folder. Please make your digital products file writeable or change your digital products folder in the <strong>Digital Product Settings</strong> on the <a href='?page=cart66-settings'>settings page</a>.
sv_se: <strong>VARNING:</strong> WordPress har inte skrivrättigheter till mappen för digitala produkter. Kontrollera att att filen är skrivbar (777) och/eller ändra mapp för digitala produkter under <strong>Inställningar för Digitala produkter</strong> under <a href='?page=cart66-settings'>Inställningar</a>.

source: Before you can upload your digital product, please specify a folder for your digital products in the<br/> <strong>Digital Product Settings</strong> on the <a href='?page=cart66-settings'>settings page</a>.
sv_se: Innan du kan börja ladda upp dina digitala filer, ange en mapp för de digitala produkterna vid<br/> <strong>Inställningar för Digitala produkter</strong> under <a href='?page=cart66-settings'>Inställningar</a>.

source: Deliver Digital Products From Your Server
sv_se: Leverera digitala produker från din server

source: Upload product
sv_se: Ladda upp produkt

source: If you FTP your product to your product folder, enter the name of the file you uploaded in the field below.
sv_se: Om du laddar upp din produkt via FTP, ange namnet på filen du laddat upp i fältet nedan.

source: File name
sv_se: Fil namn

source: Delete this file from the server
sv_se: Radera filen från servern

source: <strong>WARNING:</strong> This file is not in your products folder
sv_se: <strong>VARNING:</strong> Den här filen finns inte i din produktmapp

source: NOTE: If you are delivering large digital files, please consider using Amazon S3.
sv_se: OBSERVERA: Om du leverar stora filer, överväg att använda "Amazon S3".

source: View local delivery information
sv_se: Visa lokal leveransinformation.

source: There are several settings built into PHP that affect the size of the files you can upload. These settings are set by your web host and can usually be configured for your specific needs.Please contact your web hosting company if you need help change any of the settings below. <br/><br/> If you need to upload a file larger than what is allowed via this form, you can FTP the file to the products folder
sv_se: Det är flera inställningar som byggts in i PHP som påverkar storleken på filerna som du kan ladda upp. Dom inställningar är gjorda av ditt webbhotell och kan normalt sett konfigureras för dina specifika behov. Kontakta ditt webbhotell om du behöver hjälp med inställningarna nedan. <br/><br/>Om du behöver ladda upp en större fil än vad som tillåts via formuläret, kan du göra det via FTP.

source: then enter the name of the file in the "File name" field above.
sv_se: ange sedan filnamnet i fältet "Filnamn" ovanför.

source: Max Upload Filesize
sv_se: Max filstorlek

source: Max Postsize
sv_se: Max storlek

source: Product Variations
sv_se: Produktvariationer

source: Option Group 1
sv_se: Val grupp 1

source: Option Group 2
sv_se: Val grupp 2

source: Red, White, Blue
sv_se: Röd, Vit, Blå

source: Custom field
sv_se: Anpassad fält

source: No custom field
sv_se: Inget anpassat fält

source: Single line text field
sv_se: Enrads textfält

source: Multi line text field
sv_se: Flerrads textfält

source: Include a free form text area so your buyer can provide custom information such as a name to engrave on the product.
sv_se: Inkludera ett valfritt textformulär så att kunden kan ange information, som exempelvis en ingraverad text i ett smycke

source: Instructions
sv_se: Instruktioner

source: Tell your buyer what to enter into the custom text field. (Ex. Please enter the name you want to engrave)
sv_se: Berätta för din kund vad som ska anges i fältet (Ex. Ange text som ska ingraveras)

source: Cancel
sv_se: Ångra

source: Your Products
sv_se: Dina produkter

source: Item Number
sv_se: Artikelnummer

source: Product Name
sv_se: Produkt namn

source: Shipped
sv_se: Levererad

source: Your Spreedly Subscription Products
sv_se: Dina prenumerationsprodukter

source: Edit
sv_se: Redigera

source: No matching products found
sv_se: Hittar inga matchande produkter

source: No matching Spreedly subscriptions found
sv_se: Inga matchande prenumerationer hittades

source: No quotes allowed
sv_se: Inga citat tillåtna

source: The promotion could not be saved for the following reasons
sv_se: Kampanjen kunde inte sparas på grund av följande

source: Promotion
sv_se: Kampanj

source: Promotion name
sv_se: Namn på kampanj

source: Promotion name required
sv_se: Namn på kampanj krävs

source: Promotion code
sv_se: Kampanjnummer

source: Unique promotion code required
sv_se: Ett unikt kampanjnummer krävs

source: Type of promotion
sv_se: Typ av kampanj

source: Money Amount
sv_se: Belopp

source: Percentage
sv_se: Procent

source: Select if this promotion will be applied using a specific dollar amount or a percentage of the total
sv_se: Välj om kampanjen ska vara ett specifikt belopp eller ett procenttal av totalen

source: Apply to
sv_se: Använd på

source: Products
sv_se: Produkter

source: Cart Total
sv_se: Varukorg total

source: Select if this promotion will apply to specific products, shipping or the entire cart total
sv_se: Välj om kampanjen ska gälla specifika produkter, frakt eller ordertotalen.

source: Set the promotion amount
sv_se: Ange kampanjens belopp

source: Set the minimum amount required for this promotion to apply
sv_se: Ange min. belopp som krävs för att kampanjen ska kunna tillämpas

source: Minimum quantity
sv_se: Min. antal

source: Maximum quantity
sv_se: Max antal

source: Set the minimum and/or maximum quantity required for this promotion to apply
sv_se: Ange min. och/eller max antal som krävs för att kampanjen ska kunna tillämpas

source: From
sv_se: Från

source: To
sv_se: Till

source: Select the date and time that this promotion will start and end. You may leave either blank
sv_se: Välj datum och tid som den här kampanjen ska börja och sluta. Du kan även låta det vara tomt.

source: Maximum redemptions
sv_se: Max antal

source: Used
sv_se: Använd

source: Never
sv_se: Aldrig

source: Set the maximum number of times this promotion can be redeemed
sv_se: Ange max antal gånger som kampanjen kan användas

source: Maximum redemptions per order
sv_se: Max antal per order

source: Set the maximum number of times this promotion can be redeemed per order
sv_se: Ange max antal gånger kampanjen kan användas per order

source: Eligible Products
sv_se: Tillämpa på produkter

source: Enter the names of products in your inventory that this promotion will be applied to. You can enter as many products as you want. If you want this promotion to apply to all orders, leave this field blank. If you have selected to apply this promotion to shipping or the cart total, this promotion will only apply if the products in this list match the products in the cart.
sv_se: Ange namn på produkterna bland dina inventarier som den här kampanjen ska tillämpas på. Du kan ange så många produkter du vill. Om du vill att denna kampanj ska tillämpas på alla ordrar, lämna fältet tomt. Om du har valt att tillämpa kampanjen på frakten eller ordertotalen kommer den här kampanjen bara tillämpas om produkterna i den här listan matchar produkterna i varukorgen.

source: Enable
sv_se: Tillgänglig

source: Do you want this promotion to be valid
sv_se: Vill du att kampanjen ska vara gällande

source: Auto Apply
sv_se: Lägg till automatiskt

source: Do you want this promotion to automatically apply when all conditions are met? (no user input required)
sv_se: Vill du att kampanjen ska läggas till automatiskt om villkoren fylls? (Kunden behöver inte ange någon kampanj)

source: Code
sv_se: Kod

source: Enabled
sv_se: Tillgänglig

source: Effective
sv_se: Giltig

source: Apply To
sv_se: Använd på

source: No matching promotions found
sv_se: Inga matchande kampanjer hittades

source: Product Sales
sv_se: Produktförsäljning

source: Sales reports are only available in <a href="http://cart66.com">Cart66 Professional</a>.
sv_se: Försäljningsrapporter är endast tillgängliga i <a href="http://cart66.com">Cart66 Professional</a>.

source: Start Date
sv_se: Startdatum

source: End Date
sv_se: Slutdatum

source: Success
sv_se: Lyckades

source: Cart66 Settings
sv_se: Cart66 Instälningar

source: Please enter your Cart66 order number to get automatic upgrades and support.<br/> If you do not have an order number please <a href="http://www.Cart66.com">buy a license</a>.
sv_se: Ange ditt Cart66 ordernummer för att få automatiska uppgraderingar och support.<br/>Har du inte något ordernummer, <a href="http://www.Cart66.com">köp en licens</a>.

source: Invalid Order Number
sv_se: Ogiltigt ordernummer

source: Main Settings
sv_se: Huvudinställningar

source: Hide system pages
sv_se: Dölj systemfiler

source: Hiding system pages will hide all the pages that Cart66 installs from your site's navigation. Express, IPN, and Receipt will always be hidden. Selecting 'Yes' will also hide Store, Cart, and Checkout which you may want to have your customers access through the Cart66 Shopping Cart widget rather than your site's main navigation.
sv_se: Att dölja systemfiler kommer att dölja alla sidor som Cart66 installerat på din sida. Express, IPN och Kvitto kommer alltid att vara dolda. Väljer du "Ja" så kommer även Butik, Varukorg och Kassa att döljas vilket du kanske vill ha tillgängligt i kundernas varukorg.

source: Home country
sv_se: Hemland

source: Your home country will be the default country on your checkout form
sv_se: Ditt hemland kommer att vara standard landet vid kassan

source: Currency symbol
sv_se: Valutasymbol

source: Use the HTML entity such as &amp;pound; for &pound; British Pound Sterling or &amp;euro; for &euro; Euro
sv_se: Använd HTML som ex. "&amp;pound;" för &pound; British Pound Sterling el. "&amp;euro;" för &euro; Euro

source: Currency character
sv_se: Valutasymbol

source: Do NOT use the HTML entity. This is the currency character used for the email receipts.
sv_se: Använd INTE HTML! Det här är valutan som anges på kundernas kvitto via e-post.

source: International sales
sv_se: Internationell försäljning

source: Ship to countries
sv_se: Leverera till länder

source: Accept Cards
sv_se: Acceptera kort

source: Use SSL
sv_se: Använd SSL

source: Be sure use an SSL certificate if you are using a payment gateway other than PayPal Website Payments Standard or PayPal Express Checkout.
sv_se: Använder du något annat betalsätt än PayPal, använd SSL certifikat.

source: Database Sessions
sv_se: Databas session

source: Database sessions offer better performance but if you have trouble with them, try using the standard PHP sessions by disabling database sessoins
sv_se: Databas sessioner har bättre prestanda men om du har har problem med dom, prova att använda standard PHP session genom att avaktivera databas session.

source: Track inventory
sv_se: Spåra inventarie

source: This feature uses ajax. If you have javascript errors in your theme clicking Add To Cart buttons will not add products to the cart.
sv_se: Denna funktion använder ajax. Har du något problem med javascript i ditt thema kommer det inte "Lägg i varukorgen" knappen att fungera.

source: Cart and Checkout Settings
sv_se: Inställningar för varukorg och kassa

source: Shipping Form
sv_se: Fraktformulär

source: Show "Same as Billing"
sv_se: Visa "Samma som fakturaadress"

source: Always show the shipping form
sv_se: Visa alltid leveransadressformuläret

source: Choose whether or not to display the shipping address form on the checkout page by default.
sv_se: Välj om du vill eller inte vill visa leveransadressformuläret som standard vid kassan

source: User Price Label
sv_se: Använd etikett för pris

source: Defaults to "Enter an amount: "
sv_se: Standard för "Ange ett belopp: "

source: User Quantity Label
sv_se: Använd etikett för antal

source: Defaults to "Quantity: "
sv_se: Standard för "Antal: "

source: AJAX Add To Cart
sv_se: AJAX Lägg i varukorg

source: This changes the default action when adding a product shortcode to a page or post
sv_se: Detta ändrar standardinställningen när du lägger till en produkts snabbkod i ett inlägg eller en sida

source: Product Links in Cart
sv_se: Produktlänk i varukorgen

source: Use this option to add a link back to the original product page
sv_se: Använd detta val för att lägga till en länk till produktsidan

source: Edit Product Links
sv_se: Redigera produktlänkar

source: Use this option to enable the edit product links on your product pages
sv_se: Använd detta val för att göra redigeringen av produktlänk på dina produktsidor tillgänglig

source: Minimum Cart Amount Settings
sv_se: Inställningar för min. belopp i varukorg

source: Min. Amount
sv_se: Minimum Belopp

source: This feature allows you to set a minimum cart amount before your customers can checkout.
sv_se: Denna funktion tillåter dig att ange ett minimum varkorgsbelopp innan kundera kan checka ut

source: Set the amount required in order for a customer to checkout
sv_se: Anbge beloppet som krävs för att kunderna ska kunna checka ut

source: Min. Amount Label
sv_se: Etikett för minimum belopp

source: Defaults to "You have not yet reached the required minimum amount in order to checkout."
sv_se: Standard för "Du har inte nått upp till min. orderbelopp för att kunna slutföra din beställning."

source: Tax Rates
sv_se: Momssats

source: If you would like to collect sales tax please enter the tax rate information below. You may enter tax rates for zip codes or states. If you are entering zip codes, you can enter individual zip codes or zip code ranges. A zip code range is entered with the low value separated from the high value by a dash. For example, 23000-25000. Zip code tax rates take precedence over state tax rates. You may also choose whether or not you want to apply taxes to shipping charges.
sv_se: Om du vill lägga på moms, ange momsinformation nedan.Du kan ange moms per postnummer eller stat. Om du anger per postnummer kan du ange indivuduellt postnummer eller en serie.

source: NOTE: If you are using PayPal Website Payments Standard you must set up the tax rate information <strong>in your paypal account</strong>.
sv_se: OBSERVERA: Om du använder PayPal standard måste du ange momsinformation <strong>i ditt PayPal konto</strong>.

source: State
sv_se: Län

source: All Sales
sv_se: All försäljning

source: Zip
sv_se: Postnummer

source: Rate
sv_se: Kurs

source: Don't tax shipping
sv_se: Moms används ej för frakt

source: Tax shipping
sv_se: Moms för frakt

source: Location
sv_se: Plats

source: Tax Shipping
sv_se: Moms för frakt

source: yes
sv_se: ja

source: no
sv_se: nej

source: Mijireh Settings - Secure Credit Card Processing
sv_se: Mijireh inställningar - Säkerhetinställningar för kort

source: PayPal Settings
sv_se: PayPal inställningar

source: If you have signed up for the PayPal Pro account or if you plan to use PayPal Express Checkout, please configure you settings below.
sv_se: Om du har ett PayPal Pro konto eller om du planerar att använda PayPal Express,konfigurera inställningarna nedan.

source: PayPal Email
sv_se: PayPal e-post

source: Default Currency
sv_se: Standard valuta

source: Shopping URL
sv_se: Butik URL

source: Used when buyers click 'Continue Shopping' in the PayPal Cart.
sv_se: Används när kunderna klickar på "Fortsätt handla" vid PayPals varukorg.

source: Return URL
sv_se: Återvänd till URL

source: Where buyers are sent after paying at PayPal.
sv_se: Dit kunderna skickas efter att ha betalat med PayPal.

source: Notification URL
sv_se: Meddelande URL

source: PayPal API Settings for Express Checkout
sv_se: PayPal API inställningar för Express Checkout

source: API Username
sv_se: API Användarnamn

source: API Password
sv_se: API Lösenord

source: API Signature
sv_se: API Signatur

source: Dont Require PayPal account for Express Checkout
sv_se: Kräv inte PayPal konto för PayPal Express

source: Allow Express Checkout customers to checkout without a PayPal Account
sv_se: Tillåt Express kunder att checka ut utan ett PayPal konto

source: Use PayPal Sandbox
sv_se: Använd PayPal

source: Send transactions to <a href="https://developer.paypal.com">PayPal's developer sandbox</a>.
sv_se: Skicka transaktion till <a href="https://developer.paypal.com">PayPal's developer sandbox</a>.

source: Note: The Website Payments Pro solution can only be implemented by UK, Canadian and US Merchants.
sv_se: Observera: Website Payments Pro solution kan bara användas i England, Kanada och USA.

source: Learn more
sv_se: Lär dig mer

source: Note: The Website Payments Pro solution is only available in <a href="http://cart66.com">Cart66 Professional</a> and can only be implemented by UK, Canadian and US Merchants.
sv_se: Observera: The Website Payments Pro solution är endast tillgänglig i <a href="http://cart66.com">Cart66 Professional</a> och kan bara användas av England, Kanada och USA.

source: Payment Gateway Settings
sv_se: Payment Gateway Inställningar
