Repository: manh-trinhquoc/awesome-wordpress
Catalog: plugins/cart66/languages/cart66-*.po
Languages: sv_se

source: Security code on back of card
sv_se: CVV kod på baksidan av kortet

source: Complete Order
sv_se: Slutför beställning

source: Your receipt will be on the next page and also immediately emailed to you. <strong>We respect your privacy!</strong>
sv_se: Ditt kvitto kommer att visas på nästa sida och även skickas till dig via e-post.

source: Your order could not be processed for the following reasons:
sv_se: Din order kunde inte genomföras på grund av följande:

source: Your order could not be completed for the following reasons:
sv_se: Din order kunde inte slutföras på grund av följande:

source: First name:
sv_se: Förnamn:

source: Last name:
sv_se: Efternamn:

source: Email:
sv_se: E-post:

source: Sign Up
sv_se: Registrera dig

source: Thank you for subscribing!
sv_se: Tack för att du prenumererar!

source: You must configure your payment settings
sv_se: Du måste konfigurera dina inställningar för betalning

source: Create Your Account
sv_se: Skapa konto

source: Repeat Password
sv_se: Upprepa lösenord

source: Your receipt will be on the next page and also emailed to you.
sv_se: Ditt kvitto fås på nästa sida och kommer även att skickas till dig via e-post.

source: You have exceeded the maximum number of downloads for this product
sv_se: Du har överskridit maximalt antal nedladdningar för denna produkt

source: Create Account
sv_se: Skapa konto

source: Receipt not available
sv_se: Kvitto är inte tillgängligt

source: Your Receipt
sv_se: Ditt kvitto

source: Post code
sv_se: Postadress

source: Province
sv_se: Län

source: Your Address
sv_se: Din adress

source: Continue
sv_se: Fortsätt
