Repository: manh-trinhquoc/awesome-wordpress
Catalog: plugins/cart66/languages/cart66-*.po
Languages: sv_se

source: These settings configure your connection to your Authorize.net AIM compatible payment gateway.
sv_se: Dessa inställningar konfigurerar din anslutning till Authorize.net AIM compatible payment gateway

source: Other
sv_se: Annan

source: The Authorize.net test server requires a developer test account which is different than your normal authorize.net account. You can sign up for one here: <a href="https://developer.authorize.net/testaccount/" target="_blank">https://developer.authorize.net/testaccount/
sv_se: Authorize.net test server kräver ett testkonto för utveckling, vilket är annorlunda mot ett normalt konto. Du kan registrera dig för ett konto här: <a href="https://developer.authorize.net/testaccount/" target="_blank">https://developer.authorize.net/testaccount/

source: Emulation URL
sv_se: Emulering länk

source: Autorize.net AIM emulation URL
sv_se: Autorize.net AIM emulering URL

source: eWay Customer ID
sv_se: eWay kund ID

source: These are the settings used for test transactions with eWay.
sv_se: Dessa inställningar används för testtransaktioner med eWay.

source: Stripe Test Mode
sv_se: Stripe Testläge

source: These are the settings used for test transactions with Stripe.
sv_se: Dessa inställningar används för testtransaktioner med Stripe.

source: Currency
sv_se: Valuta

source: Test Mode
sv_se: Testläge

source: These are the settings used for test transactions with Merchant Warrior.
sv_se: Detta är inställningarna som används för test transaktioner för Merchant Warrior.

source: PayLeap Test Mode
sv_se: PayLeap Testläge

source: These are the settings used for test transactions with PayLeap.
sv_se: Detta är inställningarna som används för test transaktioner för PayLeap.

source: Where can I find my Authorize.net API Login ID and Transaction Key?
sv_se: Vart kan jag hitta mitt Authorize.net API Login ID och Transaction Key

source: With <a href="http://cart66.com">Cart66 Professional</a> you can accept credit cards directly on your website using:
sv_se: Med <a href="http://cart66.com">Cart66 Professional</a> kan du acceptera kortbetalningar direkt via din hemsida via:

source: Any other gateway that implements the Authorize.net AIM interface
sv_se: En annan gateway som implementerar Authorize.net AIM interface

source: Email Receipt Settings
sv_se: Inställningar för kvitto via e-post

source: These are the settings used for sending email receipts to your customers after they place an order.
sv_se: Dessa är inställningar för att skicka kvitto via e-post till dina kunder efter att dom lagt en order.

source: From Name
sv_se: Från namn

source: The name of the person from whom the email receipt will be sent. You may want this to be your company name.
sv_se: Namnet på avsändaren Exempelvis ditt företags namn

source: From Address
sv_se: Från adress

source: The email address the email receipt will be from.
sv_se: Avsändarens e-postadress

source: Receipt Subject
sv_se: Meddelanderubrik

source: The subject of the email receipt
sv_se: Rubriken för e-postmeddelandet

source: Receipt Intro
sv_se: Introduktion på kvittot

source: This text will appear at the top of the receipt email message above the list of items purchased.
sv_se: Denna text kommer att synas längst upp på kvittot i e-postmeddelandet, ovanför de köpta varorna.

source: Copy Receipt To
sv_se: Skicka kopia av kvitto till

source: Use commas to separate addresses.
sv_se: Använd kommatecken för att separera e-postadresser.

source: Password Reset Email Settings
sv_se: Inställningar för återställande av lösenord

source: These are the settings used for sending password reset emails your subscribers who forget their passwords.
sv_se: Dessa inställningar använd för att skicka e-post för återställande av lösenord till prenumeranter som glömt bort sitt lösenord.

source: The name of the person from whom the email will be sent. You may want this to be your company name.
sv_se: Namnet på personen från vilken e-posten skickas ifrån Exempelvis ditt företags namn

source: The email address the email will be from.
sv_se: Avsändarens e-postadress

source: Email Subject
sv_se: Meddeladerubrik

source: The subject of the email.
sv_se: Rubriken för e-postmeddelandet

source: Email Intro
sv_se: Meddelandeintroduktion

source: This text will appear at the top of the reset email message above the new password.
sv_se: Den här texten visas längst upp i meddelanden, ovanför det nya lösenordet.

source: Blog Post Access Denied Messages
sv_se: Meddelande för nekad åtkomst till blogginlägg

source: These are the messages your visitors will see when attempting to access a blog post that they do not have permission to view.
sv_se: Det här är meddelandena som besökarna ser när dom försöker komma åt ett blogginlägg som du inte gett tillåtelse att visa.

source: Not logged in
sv_se: Inte inloggad

source: The message that appears when a private posted is accessed by a visitor who is not logged in.
sv_se: Meddelandet som visas när ett privat inlägg visas av en besökare som inte är inloggad.

source: Access denied
sv_se: Åtkomst nekas

source: The message that appears when a logged in member's subscription does not allow them to view the post.
sv_se: Meddelandet som visas när en inloggad medlems prenumeration inte tillåtet att sidan visas.

source: Status Options
sv_se: Val för orderstatus

source: Define the order status options to suit your business needs. For example, you may want to have new, complete, and canceled.
sv_se: Ange orderstatus val så att det passar ditt företags behov. Exempelvis, "Ny, Levererad, Avbruten"

source: Order statuses
sv_se: Orderstatusar

source: Separate values with commas. (ex. new,complete,cancelled)
sv_se: Separera värden med kommatecken (ex. Ny, Avslutad, Avbruten)

source: Digital Product Settings
sv_se: Inställningar för digital produkt

source: Enter the absolute path to where you want to store your digital products. We suggest you choose a folder that is not web accessible. To help you figure out the path to your digital products folder, this is the absolute path to the page you are viewing now.
sv_se: Ange katalogen där du vill spara dina digitala produkter. Vi föreslår att mappen inte är tillgänglig via webben. För att hjälpa dig välja en katalog för dina digitala produkter, här är katalogen till sidan du visar nu

source: Please note you should NOT enter a web url starting with http:// Your filesystem path will start with just a /
sv_se: Notera att du INTE ska ange en URL som börjar med http://. Katalogen till din hemsida börjar med ett "/"

source: Product folder
sv_se: Produktmapp

source: <strong>WARNING:</strong> This directory does not exist.
sv_se: <strong>VARNING:</strong> Katalogen existerar inte.

source: <strong>WARNING:</strong> WordPress cannot write to this folder.
sv_se: <strong>VARNING:</strong> WordPress kan inte skriva till den här mappen.

source: Store Home Page
sv_se: Butikens hemsida

source: This is the link to the page of your site that you consider to be the home page of your store. You can choose to have customers go back to the last page they were on when they clicked "Add to Cart" or you can force the continue shopping button to always go to the store home page.
sv_se: Det här är länken till den sidan på din hemsida som du anser vara startsidan på butiken. Du kan välja att låta kunderna gå tillbaka till föregående sida, eller så kan du tvinga dom att alltid gå tillbaka till startsidan.

source: Continue Shopping
sv_se: Fortsätt handla

source: Send customer back to the last page
sv_se: Skicka tillbaka kunderna till föregående sida

source: Always go to the store home page
sv_se: Gå alltid till startsidan för butiken

source: Store URL
sv_se: Butikens URL

source: Collect transaction and purchase data for your website using the Google Analytics tracking code. If you already use another analytics plugin, make sure you specify that here so that your site does not track the receipt page twice.
sv_se: Hämta hem transaktioner och försäljningsdata till din hemsida med Google Analytics tracking code. Om du redan använder en annan analys plugin, se till att specificera det här så att din hemsida inte loggar ett kvitto fler gånger.

source: Enable for my site
sv_se: Gör tillgänglig för min hemsida

source: Other plugins
sv_se: Andra plugins

source: Yes, I want to use Cart66 with other Google Analytics plugins
sv_se: Ja, jag vill avnända Cart66 med andra Google Analytics plugins

source: No, I want to use Cart66 to track on its own
sv_se: Nej, jag vill använda Cart66 separat

source: Starts with UA-XXXXXXXX-X
sv_se: Börjar med UA-XXXXXXXX-X

source: This feature is only available in <a href="http://cart66.com">Cart66 Professional</a>.
sv_se: Denna funktion är endas tillgänglig i <a href="http://cart66.com">Cart66 Professional</a>.

source: Configure your Spreedly account information to sell subscriptions.
sv_se: Konfigurera informationen för Spreedly för att sälja prenumerationer.

source: Short site name
sv_se: Kortnamn för siten

source: Look in your spreedly account under Site Details for the short site name (Used in URLs, etc)
sv_se: Titta i Spreedly under Detaljer för kortnamnet (Används i URLs etc)

source: Look in your spreedly account under Site Details for the API Authentication Token.
sv_se: Titta i Spreedly under Detaljer för API Authentication Token.

source: Log out link
sv_se: Logga ut länk

source: Append a logout link to your site's navigation.<br/>Note, this only works with themes that build the navigation using the wp_list_pages() function. See the documentation for other log out options when using WordPress 3.0 Menus.
sv_se: Lägg till en logga ut länk under sidan navigationsmeny.<br/> Observera, detta fungerar bara med teman som har en inbyggt navigationsmeny som använder funktionen "wp_list_pages()". Se dokumentationen för andra utloggningsalternativ när du använder WordPress 3.0 menyer

source: Amazon S3 Settings
sv_se: Inställningar för Amazon S3

source: Amazon S3 provides a simple web services interface for delivering digital content. It gives you access to the same highly scalable, reliable, secure, fast, inexpensive infrastructure that Amazon uses to run its own global network of web sites. Deliver you Cart66 digital products through your Amazon S3 account to increase security and performance when selling digital products.
sv_se: Amazon S3 erbjuder en enkel webblösning för att leverera digitalt innehåll. Det ger dig tillgång till samma höga, säkra, snabba infrastruktur som Amazon använder på sitt eget globala nätverket av webbsidor. Leverera dina Cart66 digitala produkter genom ditt Amazon S3 konto för att utöka säkerheten och prestandand när du säljer digitala produkter.

source: Configure your Amazon S3 account information so Cart66 can distribute secure digital downloads from your Amazon S3 account.
sv_se: Konfigurera ditt Amazon S3 konto så att Cart66 kan leverera säkra digitala nedladdningen direkt från ditt Amazon S3 konto.

source: Constant Contact Settings
sv_se: Kontaktinställningar

source: Configure your Constant Contact account information so your buyers can opt in to your newsletter.
sv_se: Konfigurera ditt Constant Contact konto så att kunderna kan välja att köpa ditt nyhetsbrev.

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Opt-in Message
sv_se: Meddelande för bekräftelse

source: Provide a message to tell your buyers what your newsletter is about.<br/>For example, you might want to say something like "Yes! I would like to subscribe to:"
sv_se: Ange ett meddelande för att berätta för dina kunder vad ditt nyhetsbrev handlar om <br/> Till exempel kanske du vill ange något i stil med "Ja, jag vill prenumerera på:"

source: Constant Contact is an industry leader in email marketing. Constant Contact provides email marketing software that makes it easy to create professional HTML email campaigns with no tech skills.
sv_se: Constant Contact ärett branschledande företag inom e-postmarknadsföring. Constant Contact erbjuder e-postmarknadsföring som gör det enkelt att skapa professionella HTML e-postkampanjer utan tekniska kunskaper.

source: MailChimp Settings
sv_se: Inställningar för MailChimp

source: Configure your <a href="http://eepurl.com/dtQBb" target="_blank">Mail Chimp</a> account information so your buyers can opt in to your newsletter.
sv_se: Konfigurera ditt <a href="http://eepurl.com/dtQBb" target="_blank">Mail Chimp</a> konto så att kunderna kan välja att köpa ditt nyhetsbrev.

source: Need an API key? Find out how to get one
sv_se: Behöver du en API key? Ta reda på hur du kan få et

source: Double Opt-In
sv_se: Dubbel bekräftelse

source: Send a Double Opt-In email
sv_se: Skicka ett e-post för dubbel bekräftelse

source: Don't send a Double Opt-In email
sv_se: Skicka inte e-post för dubbel bekräftelse

source: Send a double opt-in confirmation message. <strong>Abusing this may cause your account to be suspended.</strong>
sv_se: Skicka dubbla val bekräftelsemeddelande. <strong> Missbrukande av detta kan orsaka att ditt konto spärras. </strong>

source: Read more about Opt-Ins
sv_se: Läs mer om dubbel bekräftelse

source: Show Lists
sv_se: Visa lista

source: Settings
sv_se: Inställningar

source: Configure your iDevAffiliate account information so Cart66 can award commissions to your affiliates.
sv_se: Konfigurera ditt iDevAffiliate konto så att Cart66 kan ge provisioner för dina insatser.

source: Copy and paste your iDevAffiliate "3rd Party Affiliate Call" URL. It will looks like
sv_se: Kopiera och klistra in din iDevAffiliate "3rd Party Affiliate Call" URL. Det ser ut i stil med

source: Be sure to leave the XXX's in place and Cart66 will replace the XXX's with the appropriate values for each sale.
sv_se: Var noga med att lämna XXX: en som dom är så ersätter Cart66 XXX-tecknen med lämpliga värden för varje försäljning.

source: Note: To disable iDevAffiliate integration, simply delete this URL and click Save.
sv_se: Observera: Om du vill inaktivera iDevAffiliate integration, radera denna URL och klicka på Spara.

source: is The Industry Leader in self managed affiliate program software. Started in 1999, iDevAffiliate is the original in self managed affiliate software! iDevAffiliate was hand coded from scratch by the same team that provides their technical support! iDevAffilaite is also the affilate software that runs our
sv_se: är branschledande med sin programvara. Grundades 1999, och iDevAffiliate är originalet! iDevAffiliate var handkodat från början av samma team som ger deras tekniska support! iDevAffilaite är också programvaran som driver våra

source: Zendesk Account Information
sv_se: Zendesk kontoinformation

source: Configure your Zendesk account information to enable remote authentication.
sv_se: Konfigurera ditt Zendesk konto för att möjliggöra fjärrautentiering.

source: Look in your Zendesk account under "Settings > Security > Authentication > Single Sign-On" for the Authentication Token.
sv_se: Ta fram ditt Zendesk konto under "Settings > Security > Authentication > Single Sign-On" för Authentication Token.

source: The prefix is the first part of your zendesk account URL.<br/>For example, if your Zendesk URL is http://<strong style="font-size: 14px;">mycompany</strong>.zendesk.com Then your prefix is mycompany.
sv_se: Prefixet är första delen av din Zendesk konto URL. <br/>Till exempel, om din Zendesk URL är http://<strong style="font-size: 14px;">mittbolag</strong>.zendesk.com Så är ditt prefix mittbolag.

source: is the industry leader in web-based help desk software with an elegant support ticket system and a self-service customer support platform. Agile, smart, and convenient.
sv_se: är branschledande inom webbaserad helpdesk programvara med ett elegant supportsystem och en självbetjänad kundsupports plattform. Smidig, smart och bekvämt.

source: Terms of Service
sv_se: Allmänna villkor

source: Require customer acceptance of your terms of service.
sv_se: Kräv kundernas godkännande av dina användarvillkor.

source: Require Terms
sv_se: Kräv villkor

source: Terms Title
sv_se: Titel för villkor

source: Terms Text
sv_se: Villkorstext

source: Acceptance Label
sv_se: Etikett för godkännande

source: I Agree, proceed to Checkout
sv_se: Jag godkänner, fortsätt med utcheckningen

source: Replacement Text
sv_se: Ersättningstext

source: Customize Cart Images
sv_se: Ändra varukorgens bilder

source: If you would like to use your own shopping cart images (Add To Cart, Checkout, etc), enter the URL to the directory where you will be storing the images. The path should be outside the plugins/cart66 directory so that they are not lost when you upgrade your Cart66 intallation to a new version.
sv_se: Om du vill använda dina egna bilder i kundvagnen (Lägg i varukorg, Kassan, etc), skriv in URL till den katalog där du kommer att spara bilderna. Sökvägen bör ligga utanför plugins/cart66 katalogen så att de inte försvinner när du uppgraderar din Cart66 till en ny version.

source: For example you may want to store your custom cart images here
sv_se: Till exempel kanske du vill spara bilderna här

source: Be sure that your path ends in a trailing slash like the example above and that you have all of the image names below in your directory
sv_se: Se till att din sökväg slutar i ett snedstreck som i exemplet ovan och att du har alla bildernas namn nedan i din katalog

source: URL to image directory
sv_se: URL till bildkatalogen

source: Customize Styles
sv_se: Anpassa stilen

source: If you would like to override the default styles, you may enter the URL to your custom style sheet.
sv_se: Om du hellre vill använda en egen CSS fil, ange URL till filen nedan

source: URL to CSS
sv_se: URL till CSS fil

source: Set the role required to access the areas of the Cart66 plugin. Note that the ability to edit these settings requires the "manage_options" capability normally assigned to Administrators.
sv_se: Ställ in den roll som krävs för att komma åt delar av Cart66 plugin. Observera att möjligheten att redigera dessa inställningar kräver "manage_options" behörighet som normalt tilldelas administratörer.

source: The admin page roles have been saved.
sv_se: Administratörsrollerna har blivit sparade

source: Orders
sv_se: Order

source: Administrator
sv_se: Administratör

source: Editor
sv_se: Redigerare

source: Author
sv_se: Författare

source: Contributor
sv_se: Medarbetare

source: PayPal Subscriptions
sv_se: PayPal prenumerationer

source: Inventory
sv_se: Inventarier

source: Promotions
sv_se: Kampanjer

source: Notifications
sv_se: Meddelande

source: Reports
sv_se: Rapporter

source: Accounts
sv_se: Konton

source: Save
sv_se: Spara

source: Error Logging &amp; Debugging
sv_se: Felloggar & Felsökning

source: Enable logging
sv_se: Möjliggör loggning

source: Only enable logging when testing your site. The log file will grow quickly.
sv_se: Aktivera endast loggning när du testar din webbplats. Loggfilen kommer att växa snabbt.

source: Disable caching
sv_se: Inaktivera caching

source: never
sv_se: aldrig

source: on cart pages
sv_se: på alla varukorgsidor

source: on all pages
sv_se: på alla sidor

source: Send HTTP headers to prevent pages from being cached by web browsers.
sv_se: Skicka HTTP-huvuden för att förhindra att sidor cachas av webbläsare.

source: Delete database when uninstalling
sv_se: Radera databas vid avinstallation

source: <strong>WARNING:</strong> Cart66 Lite and Cart66 Professional share the same database. If you are upgrading from Cart66 Lite to Professional and want to keep all your settings, <strong>do not delete the database</strong> when uninstalling Cart66 Lite.
sv_se: <strong> VARNING: </strong> Cart66 Lite och Cart66 Professional delar samma databas. Om du uppgraderar från Cart66 Lite Professional och vill hålla alla dina inställningar, <strong>ta inte bort databasen </strong> när du avinstallerar Cart66 Lite.

source: Debugging Data
sv_se: Felsökning av Data

source: Live Shipping Rates
sv_se: Ackumulerande fraktpriser

source: Using live shipping rates overrides all other types of shipping settings.
sv_se: Användande av ackumulerande fraktpriser åsidosätter alla andra typer av fraktinställningar.

source: Live shipping rates are enabled.
sv_se: Ackumulerade fraktpriser är aktiverade.

source: Live shipping rates are not enabled.
sv_se: Ackumulerade fraktpriser är avaktiverade.

source: USPS Shipping
sv_se: USPS Frakt

source: UPS Shipping
sv_se: UPS Frakt

source: FedEx Shipping
sv_se: FedEx frakt

source: Australia Post Shipping
sv_se: Australia Post frakt

source: Canada Post Shipping
sv_se: Canada Post Frakt

source: Local Pickup
sv_se: Lokalt utlämningsställe

source: Rate Tweaker
sv_se: Pris tweaker

source: loading...
sv_se: laddar...

source: USPS Shipping Account Information
sv_se: USPS Shipping kontoinformation

source: If you intend to use United States Postal Service real-time shipping quotes please provide your USPS account information.<br/>This feature requires a <strong>production USPS account.</strong> A test account will not work.
sv_se: Om du tänker använda United States Postal Service realtid fraktbud ange din USPS kontoinformation. <br/> Denna funktion kräver ett <strong> riktigt USPS konto. </strong> Ett testkonto fungerar inte.

source: Webtools username
sv_se: Webtools användarnamn

source: Ship from zip
sv_se: Frakta från postnummer

source: Select the USPS shipping methods you would like to offer to your customers.
sv_se: Välj det USPS fraktsätt som du vill erbjuda dina kunder.

source: Select All
sv_se: Välj alla

source: UPS Shipping Account Information
sv_se: UPS Shipping kontoinformation

source: If you intend to use UPS real-time shipping quotes please provide your UPS account information.
sv_se: Om du tänker använda UPS realtid fraktbud ange din USP kontoinformation.

source: Account number
sv_se: Kontonummer

source: Pickup Type
sv_se: Utlämningssätt

source: Commercial Only
sv_se: Enbart företag

source: Check this box if you only ship to commercial addresses
sv_se: Klicka i denna ruta om du vill frakta till en företagsadress

source: Select the UPS shipping methods you would like to offer to your customers.
sv_se: Välj de UPS fraktsätt som du vill erbjuda dina kunder.

source: Clear All
sv_se: Rensa allt

source: FedEx Shipping Account Information
sv_se: FedEx Kontoinformation

source: If you intend to use FedEx real-time shipping quotes please provide your FedEx account information. This feature requires a <strong>production FedEx</strong> account. A test account will not work.
sv_se: Om du tänker använda FedEx med ackumulerade fraktpriser, ange din FedEx kontoinformation. Denna funktion kräver ett <strong>normalt FedEx</strong> konto. Testkonto fungerar inte.

source: Account Number
sv_se: Kontonummer

source: Meter Number
sv_se: Meternummer

source: Regular Pickup
sv_se: Vanlig avhämtning

source: Regular Courier
sv_se: Vanlig post

source: Drop Box
sv_se: Avlämningsbox

source: Business Service Center
sv_se: Företagscenter

source: Your Location
sv_se: Din plats

source: Commercial
sv_se: Företag

source: Residential
sv_se: Privatperson

source: Select the FedEx shipping methods you would like to offer to your customers.
sv_se: Välj de FedEx fraktsätt som du vill erbjuda dina kunder.

source: Australia Post Shipping Account Information
sv_se: Australia Post kontoinformation

source: If you intend to use Australia Post real-time shipping quotes please provide your Australia Post account information.
sv_se: Om du tänker använda Australia Post med ackumulerade fraktpriser, ange din Australia Post kontoinformation.

source: Select the Australia Post shipping methods you would like to offer to your customers.
sv_se: Välj de Australia Post fraktsätt som du vill erbjuda dina kunder.

source: Canada Post Shipping Account Information
sv_se: Canada Post kontoinformation
